---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpatialFieldMgrLegendHeight
source: html/d8ecada3-4f82-08ab-5585-c13f18495b4c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpatialFieldMgrLegendHeight Property

"Legend Height"

## Syntax (C#)
```csharp
public static ForgeTypeId SpatialFieldMgrLegendHeight { get; }
```